Repository: wikilife-org/datadonor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Inglés

source: Learn More
es: Más info

source: Team
es: Equipo

source: Contact
es: Contacto

source: Privacy
es: Privacidad

source: Terms of Service
es: Términos y Condiciones

source: The Wikilife Foundation
es: La Fundación

source: by The Wikilife Foundation
es: Creado por The WikiLife Foundation

source: Data
es: Datos

source: Mission
es: Misión

source: Support Us
es: Cómo ayudar

source: About Us
es: Nosotros

source: logout
es: Salir

source: login
es: Entrar

source: Start Sharing
es: Empezá a donar

source: Datadonors Stats
es: Estadísticas de Datadonors

source: Datadonors aggregates and shares all collected data by making it available to the general public. In this page you can download statistics currently available only in JSON format. More formats will be supported in the near future.
es: Datadonors agrega y comparte todos los datos obtenidos haciendolos disponibles para el público en general. En esta página puedes descargar estadísiticas, disponible en formato JSON. Más formatos estarán disponibles pronto.

source: Level of Education
es: Nivel de Educación

source: Source:
es: Fuente:

source: manual input, Linkedin
es: ingreso manual, Linkedin

source: Type:
es: Tipo:

source: percentage
es: porcentaje

source: Time:
es: Tiempo:

source: since 2014-01-01
es: desde 01/01/2014

source: Population:
es: Población:

source: registered Datadonors
es: Datadonors registrados

source: Format:
es: Formato

source: Work Experience
es: Experiencia laboral

source: count, sum and average
es: cantidad, suma y promedio

source: Virtual life Reach
es: Alcance en la vida virtual

source: count, sum and percentage
es: cantidad, suma y porcentaje

source: Virtual life Sharing
es: Actividad en la vida virtual

source: average
es: promedio

source: Steps
es: Pasos

source: average from last Sunday and daily
es: promedio desde el ultimo Domingo y diariamente

source: since
es: desde

source: Hours of exercise
es: Horas de ejercicio

source: registered Wikilife users (Twitter Crawler)
es: usuarios Wikilife registrados (Datos leidos de Twitter)

source: Distance
es: Distancia

source: Nutrients
es: Nutrientes

source: Conditions
es: Condiciones

source: manual input
es: ingreso manual

source: Complaints
es: Dolencias

source: Blood Type
es: Grupo Sanguineo

source: Emotions
es: Emociones

source: Sleep
es: Sueño

source: Health Risks
es: Riesgos de Salud

source: Drugs Response
es: Respuesta a Drogas

source: Traits
es: Rasgos

source: WHAT IS
es: QUÉ ES

source: We're used to sharing everything online. It's what we do everyday. Using Facebook, Twitter, Runkeeper, Fitbit or whatever platform, we share all the time. But does that really help anyone?
es: Hoy en día usando Facebook, Twitter, Runkeeper, Fitbit u otras aplicaciones similares compartimos todo (nuestra información?) online. Haciendo esto ayudamos a alguien?

source: In most cases, it doesn't. And that's ok. But what if we could save lives with that same sharing? By connecting any of these devices and apps and sharing your information, you can help us to create an extensive database that can be used by researchers to improve health and eradicate illness.
es: En la mayoría de los casos, no. ¿Les gustaría salvar vidas compartiendo su información?. Ayúdanos a crear una gran base de datos contactando tus dispositivos móviles, aplicaciones y compartiendo tu información para que sea usada por científicos para entender nuestra salud y erradicar la enfermedad.

source: A campaign by
es: Una campaña creada por

source: a non-profit §501(c)(3) organization
es: una fundación sin fines de lucro (§501(c)(3)).

source: You will find different aspects of your life represented in numbers and charts.
es: Los diferentes aspectos de tu vida serán representados en infografías.

source: With every bit of data you share you &#146;ll be helping others and perhaps even one day, yourself.
es: Con cada dato compartido podrás ayudar al resto del mundo e incluso a ti mismo.

source: Donate
es: Doná

source: DONATIONS SO FAR
es: DATOS DONADOS HASTA EL MOMENTO

source: Are donating data<br> right now, and you <br> can join them!
es: Personas están<br> donando este momento,<br> únete!

source: Data items have been donated so far.
es: Datos donados hasta el momento

source: DONATE YOUR DATA, <br>IT WON&#146;T TAKE LONG
es: DONÁ TUS DATOS <br> DE FORMA RÁPIDA Y SIMPLE

source: Physical
es: Act. Física

source: Nutrition
es: Nutrición

source: Health
es: Salud

source: Genomics
es: Genómica

source: PERSONAL STATISTICS
es: ESTADÍSTICAS PERSONALES

source: GET NEW <br>INSIGHT INTO <br>YOUR HEALTH
es: VISUALIZA <br>TU INFO

source: FIND NEW <br> CORRELATIONS <br>IN YOUR DATA
es: ENCONTRÁ <br>CORRELACIONES<br> EN TUS DATOS

source: COMPARE YOUR DATA WITH <br> OTHER DONORS
es: COMPARÁ TUS DATOS CON <br> OTROS DATADONORS

source: WE AGGREGATE <br />DONORS DATA
es: TODOS LOS DATOS <br />SON AGREGADOS

source: Overall avg
es: Promedio general

source: Your avg
es: Tu promedio

source: SO YOU CAN SEE<br /> HOW TO COMPARE
es: ASÍ PUEDES <br />COMPARARTE CON OTROS

source: Today we share everything.<br />What if that same sharing could save lives?
es: Y si todo lo que compartimos<br /> nos ayudara a salvar vidas?

source: HOW WE COULD ALL SAVE LIVES
es: CÓMO SALVAR MILES DE VIDAS

source: Watch intro
es: Mirá la intro

source: Watch overview
es: Mirá de qué se trata

source: WHY SHOULD YOU SHARE?
es: POR QUÉ DONAR?

source: For the Research<br /> Community
es: Comunidad Científica

source: Help them discover and create new hypotheses to understand and improve our health.
es: Ayudá a la comunidad científica a descubrir y crear nuevas hipótesis para entender y mejorar nuestra salud.

source: For the <br />World
es: El Mundo

source: Your health data is a piece of the puzzle that helps us to see the picture of global health.
es: El aporte de datos sobre salud y estilo de vida de cada persona es muy valiosa para entender la salud mundial.

source: For <br />Yourself
es: Usuario

source: Get all your health and lifestyle information in one simple and secure place and compare with others.
es: No solo podrás analizar e integrar en un solo lugar toda tu información, sino que además podrás compararte con otros.

source: CONTACT
es: CONTACTO

source: Please contact us directly with any questions regarding DataDonors, our app or about working with us to help raise global health awareness.
es: Ante cualquier consulta de DataDonors, por favor comunicarse con nosotros directamente.

source: Sincerely,<br/> The DataDonors Team
es: Desde ya muchas gracias,<br/> El equipode de DataDonors

source: ADDRESS:
es: Dirección:

source: PHONE:
es: Número telefónico:

source: WHAT DATA ARE YOU DONATING?
es: QUE DATOS ESTÁS DONANDO?

source: Friend count
es: Número de amigos

source: Total likes
es: Total de 'Me Gusta'

source: Total posts
es: Total de 'Posts'

source: Gender
es: Género

source: Age
es: Edad

source: Followers count
es: Número de seguidores

source: Total retweets
es: Número de retweets

source: Total tweets
es: Número de tweets

source: Years of experience
es: Años de experiencia laboral

source: Level of education
es: Nivel de Educación

source: Contacts count
es: Número de contactos

source: Weight
es: Peso

source: Height
es: Altura

source: Exercise name
es: Tipo de ejercicio

source: Exercise duration
es: Duración del ejercicio

source: Exercise calories burnt
es: Cantidad de calorías quemadas

source: Weight
es: Peso

source: Exercise Name
es: Tipo de ejercicio

source: Exercise Duration
es: Duración del ejercicio

source: Exercise Calories Burned
es: Cantidad de calorías quemadas

source: Exercise Distance
es: Distancia

source: Exercise Name
es: Tipo de ejercicio

source: Exercise Calories Burnt
es: Cantidad de calorías quemadas

source: Fitness Activities
es: Actividades físicas

source: Mood
es: Estado de ánimo

source: Food
es: Comidas

source: Coming soon
es: Proximamente

source: Foods
es: Comidas

source: Meal Type (lunch, etc.)
es: Tipo de comida

source: Food Category
es: Categoría de comida

source: Chronic Conditions
es: Condiciones médicas

source: Drug Response
es: Respuesta a Drogas

source: Risks
es: Riesgo a enfermedades

source: HELP KEEP DATADONORS FREE AND OPEN
es: AYUDANOS A MANTENER DATADONORS ABIERTA Y GRATUITA

source: We aren't in the business of making millions of dollars in revenue- we're in the business of helping people live healthier, happier, and more productive lives through innovation. Since it's inception, DataDonors has remained committed to it's altruistic principles: we believe in free, open-source, software and data that helps improve the lives of people around the globe.
es: No nos interesa hacer un negocio con DataDonors. Nuestro objetivo principal es ayudar a las personas a llevar una vida más saludable, feliz y productiva mediante el uso de la tecnología. Desde sus comienzos DataDonors se mantuvo comprometido a sus principios: ser una plataforma abierta y gratuita que ayude a mejorar la vida de las personas.

source: After more than a year and a half of development, the DataDonors platform is making it's public debut providing individuals a revolutionary new perspective on the human condition. Through this technology, users are able to become conscious of their lifestyles, how it can impact their mental and physical health, and alternatively promote healthier living.
es: A principios del 2013 comenzó el desarrollo de la plataforma de DataDonors. La misma ya se encuentra en funcionamiento proporcionando a los individuos una perspectiva revolucionaria sobre la condición humana. A través de esta plataforma, los usuarios pueden tomar consciencia sobre cómo sus hábitos de vida y su genoma afectan su salud. Por otro lado, esta tecnología permite promover una vida más sana.

source: We promise to never sell your lifestyle information or to bombard our users with advertising. But unfortunately, all organizations require revenue to sustain themselves.
es: Nunca venderemos tu información. Tampoco la usaremos con fines publicitarios. Sin embargo, todas las fundaciones requieren fondos para su sustento.

source: The DataDonors platform is supported by donations from medical research companies, pharmaceutical labs, universities, non-profits and generous individuals. Funds directly support our development, science and communication teams, as well as server upkeep.
es: DataDonors acepta donaciones provenientes de la comunidad científica, compañías farmacéuticas, laboratorios, universidades, fundaciones sin fines de lucro e individuos particulares. Los fondos nos permiten financiar el desarrollo y mantenimiento de DataDonors.

source: From all of us at DataDonors, thank you.
es: Desde ya muchas gracias, DataDonors.
